Repository: JiDai/Quick-Localizable
Catalog: Localizate/*.lproj/Localizable.strings
Languages: fr

# lbl_drop_here
source: Drop a CSV file here
fr: Glissez un fichier ici

# lbl_path
source: Path of the input file
fr: Chemin du fichier

# lbl_nb_rows
source: Total of rows
fr: Nombe de lignes

# lbl_nb_vars
source: Total of strings
fr: Nombre de chaines

# lbl_nb_comments
source: Total of comments
fr: Nombre de commentaires

# lbl_nb_languages
source: Total of locale
fr: Nombre de langues

# lbl_size
source: Size of file
fr: Taille du fichier

# lbl_no_file
source: No file is selected
fr: Aucun fichier selectionné

# lbl_option_comment
source: Include comments
fr: Inclure les commentaires

# lbl_option_comment_info
source: Comments will be created with first cells of rows begin by # or //
fr: Des commentaires seront ajoutés si la première cellule d'une ligne commence par # ou //

# lbl_option_create_folders
source: Create folder if not exist
fr: Créer les dossiers de locale

# lbl_option_create_folders_info
source: If checked, locale folder will be created if localized data was found.
fr: Si coché, des dossiers de locales seront créés automatiquement, sinon aucun fichier ne sera créé.

# lbl_generate
source: Generate!
fr: Générer!

# choose_output_directory
source: Choose output folder
fr: Choisissez un dossier de sortie

source: Job done!
fr: Terminé!

# err_file_type
source: Please specify a CSV file
fr: Merci de fournir un fichier type CSV

# err_unable_creating_files
source: Unable to create files. Check the output path.
fr: Impossible de créer le fichier. Vérifier le chemin de sortie.

# lbl_yes
source: Yes
fr: Oui

# lbl_no
source: No
fr: Non
